export default function Index() {
  return (
    <div className="max-w-7xl m-auto p-4 md:p-0">
      <h3 className="text-2xl font-black mt-10 mb-5">قوانین و مقررات وت وان</h3>
      <p className="text-base font-bold mt-10 mb-5">مقدمه</p>
      <p className="text-sm leading-7 mb-4">
      استفاده از خدمات وت وان مستلزم ثبت نام و پذیرش این قوانین است. این قوانین
      به منظور ایجاد یک محیط شفاف و امن برای کاربران (دامداران)، دامپزشکان و
      مراکز دامپزشکی تدوین شده است.
      </p>
      <p className="text-sm leading-7 mb-4">
      1. شرایط استفاده عمومی استفاده از خدمات وت وان منوط به ثبت نام کاربر است.
      درخواست‌های دامپزشک و سایر خدمات باید توسط صاحب حساب کاربری ثبت شود.
      هرگونه استفاده از خدمات وت وان به منظور ایجاد مزاحمت، منجر به مسدود شدن
      حساب کاربری و پیگرد قانونی خواهد شد. وت وان مسئولیتی در قبال تشخیص و درمان
      دام توسط دامپزشکان و سایر خدمات ارائه شده ندارد. مسئولیت مراقبت و حفظ
      سلامت دام بر عهده دامدار است. وت وان در قبال مشکلات نرم‌افزاری مسئولیتی
      ندارد. در صورت بروز مشکل، کاربران باید با شماره تلفن پشتیبانی تماس بگیرند.
      در صورت عدم حضور دامپزشک در محل تعیین شده، وت وان مسئولیتی در قبال دام و
      سایر موارد نخواهد داشت. وت وان یک بستر ارتباطی بین دامپزشکان، مراکز
      دامپزشکی و دامداران است و تلاش می‌کند تا بهترین و سریع‌ترین خدمات را ارائه
      دهد. مراکز و دامپزشکان فاقد مجوز، امکان ثبت نام و فعالیت در وت وان را
      ندارند. وت وان و مراکز در قبال عدم هماهنگی ناشی از لغو درخواست، خاموش بودن
      تلفن کاربر یا موارد مشابه، مسئولیتی ندارند.
      </p>
      <p className="text-sm leading-7 mb-4">
      2. قوانین اختصاصی خدمات درخواست دامپزشک: کاربران موظف به ثبت دقیق موقعیت
      مکانی خود از طریق نقشه هستند و باید از ثبت موقعیت‌های نامناسب خودداری
      کنند. هرگونه مزاحمت از طریق این سامانه، قابل پیگرد قانونی است و وت وان حق
      مسدود کردن حساب کاربری را برای خود محفوظ می‌دارد. درخواست نوبت: زمان و
      مکان نوبت‌های درخواستی از طریق اپلیکیشن وت وان قابل پیگیری است. کاربر موظف
      است در زمان تعیین شده در مرکز حضور داشته باشد. عدم پذیرش نوبت: وت وان در
      قبال عدم ارائه نوبت توسط دامپزشک، مسئولیتی ندارد. قیمت محصولات: قیمت‌های
      درج شده توسط مراکز در وت وان ارائه می‌شود و وت وان مسئولیتی در قبال
      قیمت‌های نامتعارف ندارد. کاربران باید قبل از خرید، قیمت‌ها را مقایسه کنند.
      پرداخت هزینه: پرداخت هزینه‌ها در حال حاضر فقط به صورت الکترونیکی و از طریق
      کارت‌های بانکی عضو شبکه شتاب دارای رمز اینترنتی امکان‌پذیر است. دریافت
      محصول: در صورت نیاز به ارسال کالا، هزینه ارسال بر عهده مشتری خواهد بود.
      </p>
      3. پشتیبانی و خدمات پس از فروش برای پشتیبانی محصولات، کاربران باید با مرکز
      فروش مربوطه تماس بگیرند.
      <p className="text-sm leading-7 mb-4">
      4. حقوق مالکیت معنوی کلیه حقوق اپلیکیشن وتوان و وب سایت vetone.ir متعلق به
      شرکت تجاری بازرگانی ایل یار کاسپین است. ارسال پیام‌های غیرتجاری یا نامرتبط
      از طریق وت وان ممنوع است و وت وان حق بررسی و پیگیری این موارد را دارد. با
      ثبت اطلاعات تماس در سایت، کاربران موافقت خود را با دریافت پیام از وت وان
      اعلام می‌کنند.
      </p>
      <p className="text-sm leading-7 mb-4">
      5. شرایط عضویت وت وان تابع قوانین جمهوری اسلامی ایران است و اطلاعات مغایر
      با این قوانین، بدون اطلاع قبلی حذف یا مسدود خواهد شد. فقط کسب و کارهای
      قانونی و ثبت شده می‌توانند در وت وان عضو شوند. ارائه مدارک شغلی در صورت
      لزوم الزامی است. کاربران باید از نام و اطلاعات کاربری خود برای درخواست
      خدمات و ارسال پیام استفاده کنند. با ایجاد حساب کاربری، کاربران عضو وت وان
      محسوب شده و ملزم به رعایت قوانین آن هستند. درج شماره حساب بانکی در بخش‌های
      عمومی مانند گفتگو آنلاین، مجاز نیست. حفاظت از رمز عبور بر عهده کاربر است و
      وت وان مسئولیتی در قبال سوء استفاده از حساب کاربری ندارد. اطلاعات وارد شده
      توسط اعضا بلافاصله در دسترس مراکز طرف قرارداد قرار می‌گیرد. وت وان تعهدی
      در قبال نگهداری چت‌ها و تصاویر ندارد. فایل‌های ناقض قوانین، بدون اطلاع
      قبلی حذف خواهند شد. حساب‌های کاربری مورد سوء استفاده یا دستکاری، بدون
      اطلاع قبلی حذف می‌شوند. هر کاربر فقط می‌تواند یک حساب کاربری داشته باشد.
      حساب‌های تکراری حذف خواهند شد. عرضه محصولات یا خدماتی که نیاز به مجوز
      قانونی دارند، به صورت حضوری یا با احراز اطلاعات انجام خواهد شد. کاربران
      موظف به حضور در محل در زمان درخواست نوبت یا خدمات هستند. ارسال درخواست‌های
      بی‌مورد ممکن است منجر به مسدود شدن حساب کاربری شود. وت وان حق تغییر شرایط
      و مقررات را دارد و کاربران از طریق پیامک یا اعلان در سایت/اپلیکیشن از این
      تغییرات مطلع خواهند شد. هرگونه استفاده غیرمجاز از اطلاعات، برنامه و سایت،
      پیگرد قانونی خواهد داشت. دسترسی به اطلاعات با ارائه نامه کتبی از شرکت و
      مسئول فنی مجاز است و در غیر این صورت پیگرد قانونی خواهد داشت.
      </p>
      <p className="text-sm leading-7 mb-4">
      6. سیاست حفظ حریم خصوصی با ثبت شماره تلفن، کاربران اجازه انتشار آن را به
      مراکز طرف قرارداد وت وان یا شرکت ایل یار کاسپین می‌دهند. وت وان فقط در
      صورت درخواست کاربر، اطلاعات پایه (شماره تلفن و نام) را در اختیار مراکز
      منتخب قرار می‌دهد. اطلاعات خصوصی کاربران (شماره تلفن، نام و غیره) محرمانه
      تلقی شده و در اختیار اشخاص ثالث قرار نخواهد گرفت. اپلیکیشن و سایت وتوان
      توسط مراکز طرف قرارداد، صرفا برای تماس‌های ضروری، دسترسی محدود دارند. از
      ارائه اطلاعات شخصی به سایرین خودداری کنید. وب سایت ممکن است از کوکی‌ها
      استفاده کند. وت وان حق تغییر سیاست حریم خصوصی را دارد و کاربران از طریق
      پیامک از این تغییرات مطلع خواهند شد.
    </p>
    </div>
  );
}
